import LF from './assets/lf.png';
import SL from './assets/sl.png';
import XKS from './assets/xks.png';

const list = [
  {
    name: '蒙奇·D·路飞',
    avatar: LF,
    bio:
      '由于他的标志性特征是一顶草帽，因此常被直接称呼为“草帽”。梦想是找到传说中的ONE PIECE，成为海贼王。性格积极乐观，爱憎分明且十分重视伙伴，对任何危险的事物都超感兴趣。看似白痴，却是一个大智若愚型的无愧船长之职的人。和其他传统的海贼所不同的是，他并不会为了追求财富而无故杀戮，而是享受着身为海贼的冒险。'
  },
  {
    name: '罗罗诺亚·索隆',
    avatar: SL,
    bio:
      '爱喝酒，爱睡觉，讲义气，海贼第一超级大路痴。为了小时候与挚友的约定而踏上了前往世界第一剑士的道路，随后成为路飞出海后遇到的第一个伙伴。在初次败给世界第一剑士“鹰眼米霍克”后向路飞发誓永不再败，并且更加努力的锻炼自己。两年后的他成功与伙伴们汇合，并且为了实现自己的梦想，奔赴强者如云的新世界。'
  },
  {
    name: '红发香克斯',
    avatar: XKS,
    bio:
      '红发海贼团船长，原罗杰海贼团的实习员，拥有强大的霸王色霸气，是路飞海贼之路的引路人，为了救路飞失去了左臂。6年前成为四皇。悬赏金40亿4890万贝里。'
  }
];

export default list;
